<template>
  <div
    class="flex mt-48 mb-5 md:mb-0 md:mt-0 rtl max-w-7xl mx-auto flex-col lg:flex-row justify-center items-center w-screen h-screen"
  >
    <img
      width="600"
      height="400"
      class="dark:bg-gray-900"
      src="/img/about-us.png"
    />
    <div>
      <h1 class="text-center text-2xl mb-1 font-bold text-blue-500">
        پت شاپ اینترنتی باران پت
      </h1>
      <h4 class="text-center mb-4 font-extrabold dark:text-white">
        بررسی، انتخاب و خرید غذا و لوازم نگهداری حیوانات خانگی
      </h4>
      <h1 class="text-justify leading-7 px-7 lg:px-0 dark:text-white">
        فروشگاه آنلاین پت شاپ با هدف تأمین تنوع بسیار بالایی از محصولات مورد
        نیاز انواع حیوانات خانگی که داراری استانداردهای معتبر جهانی هستند. گروه
        مدیریتی و اجرایی از ابندای کار در تلاش مداوم برای برآورده کردن خواسته
        های مشتریان و هم وطنان عزیز برای نگهداری و تغذیه درست و سلامت حیوان
        خانگی دلبندو عزیزمان هستند. در این راستا فروشگاه آنلاین پت شاپ با کسب
        مجوزهای لازم از نهادهای دولتی از جمله «مرکز توسعه تجارت الکترونیکی وزارت
        صنعت، معدن و تجارت» و «مرکز فناوری اطلاعات رسانه‌های دیجیتال وزارت فرهنگ
        و ارشاد اسلامی» فعالیت خود را آغاز نمود. پت شاپ همچنین با اطلاع رسانی
        واگذاری‌های رایگان، گزارش فعالیت های گروه های حمایتی و نیز نشر مقالات و
        اطلاعات مفید درباره رفتار و نگهداری حیوانات، در راستای بالا بردن فرهنگ
        مطلوب نگهداری از حیوانات خانگی و نیز حمایت از حیوانات بی سرپرست تلاش
        میکند. این پت شاپ اینترنتی در شیراز بوده و خدمات خود را در سراسر کشور
        ارایه می دهد.
        <p class="font-semibold text-blue-500 text-center lg:text-start">صاحب امتیاز: سهیل خباز</p>
      </h1>
    </div>
  </div>
</template>