<template>
    <div class="-mb-1 h-[150px] overflow-hidden"><svg class="fill-gray-100 stroke-none dark:fill-gray-800 h-full w-full" viewBox="0 0 500 150" preserveAspectRatio="none"><path d="M-8.80,102.84 C150.00,149.60 382.28,23.13 517.72,127.45 L500.00,149.60 L-0.00,149.60 Z"></path></svg></div>
    <footer class="bg-gray-100 dark:bg-gray-800">
        <div class="mx-auto w-full">
        <div class="text-center flex flex-col-reverse md:grid ltr px-6 py-8 md:grid-cols-2">
            <div>
                <h2 class="mb-6 text-sm font-semibold text-gray-500 uppercase dark:text-gray-200">نماد و مجوز ها</h2>
                <ul class="text-gray-500 justify-center space-x-3 flex dark:text-gray-400">
                    <li class="mb-4">
                        <img alt="..." src="https://petstore.ir/uploads/80b3e7db1bb14182b1022434b993cc46.w_112,h_112,r_k.png.webp" class="bg-gray-100 w-32 h-32 rounded-lg dark:bg-gray-300"/>
                    </li>
                    <li class="mb-4">
                        <img alt="..." src="/img/eNamad.png" class="bg-gray-100 w-32 h-32 rounded-lg dark:bg-gray-300"/>
                    </li>
                </ul>
            </div>
            <div style="direction: rtl;" class="flex flex-col text-justify">
                <h2 class="mb-6 text-sm font-semibold text-gray-500 uppercase dark:text-gray-200">پت شاپ آنلاین پت استور</h2>
                <p class="dark:text-gray-300">
            پت شاپ آنلاین پت استور
            پت استور به عنوان یکی از قدیمی‌ترین پت شاپ های اینترنتی با بیش از 3000 هزار محصول ایرانی و خارجی آماده پاسخگویی به همه ی نیازهای پت شما هست. پت شاپ پت استور، ویترینی از  غذای سگ و غذای گربه با برندهای معتبر مانند: رویال کنین، جوسرا و .. همراه با طیف وسیعی از لوازم جانبی برای پت شما است. کالای مورد نیاز پت خود را میتوانید با چند کلیک انتخاب کنید و در سریع ترین زمان ممکن درب منزل تحویل بگیرید. همچنین با مطالعه مطالب و ویدیوهای آموزشی در وبلاگ پت استور میتوانید راههای نگهداری از سگ و گربه خود را آموزش ببینید.
                </p>
            </div>
        </div>
        <div class="text-center pb-28  md:px-4 md:py-6 bg-gray-50 dark:bg-gray-700 md:flex md:items-center md:justify-between">
            <span class="text-sm text-gray-500 dark:text-gray-300 sm:text-center">© {{ new Date().getFullYear() }} <a class="hover:text-gray-900 transition-all hover:underline" href="https://flowbite.com/">SohilPro</a>. All Rights Reserved.
            </span>
            <div class="justify-center md:justify-start flex mt-4 space-x-6 sm:justify-center md:mt-0">
                <a href="https://t.me/sohilpro" class="text-gray-400 hover:text-gray-900 dark:hover:text-white transition-all">
                    <svg xmlns="http://www.w3.org/2000/svg" class="w-5 h-5" viewBox="0 0 24 24"><g fill="none" fill-rule="evenodd"><path d="M24 0v24H0V0h24ZM12.593 23.258l-.011.002l-.071.035l-.02.004l-.014-.004l-.071-.035c-.01-.004-.019-.001-.024.005l-.004.01l-.017.428l.005.02l.01.013l.104.074l.015.004l.012-.004l.104-.074l.012-.016l.004-.017l-.017-.427c-.002-.01-.009-.017-.017-.018Zm.265-.113l-.013.002l-.185.093l-.01.01l-.003.011l.018.43l.005.012l.008.007l.201.093c.012.004.023 0 .029-.008l.004-.014l-.034-.614c-.003-.012-.01-.02-.02-.022Zm-.715.002a.023.023 0 0 0-.027.006l-.006.014l-.034.614c0 .012.007.02.017.024l.015-.002l.201-.093l.01-.008l.004-.011l.017-.43l-.003-.012l-.01-.01l-.184-.092Z"/><path fill="currentColor" d="M19.777 4.43a1.5 1.5 0 0 1 2.062 1.626l-2.268 13.757c-.22 1.327-1.676 2.088-2.893 1.427c-1.018-.553-2.53-1.405-3.89-2.294c-.68-.445-2.763-1.87-2.507-2.884c.22-.867 3.72-4.125 5.72-6.062c.785-.761.427-1.2-.5-.5c-2.303 1.738-5.998 4.381-7.22 5.125c-1.078.656-1.64.768-2.312.656c-1.226-.204-2.363-.52-3.291-.905c-1.254-.52-1.193-2.244-.001-2.746l17.1-7.2Z"/></g></svg>
                    <span class="sr-only">Telegram page</span>
                </a>
                <a href="https://instagram.com/sohil._.pro" class="text-gray-400 hover:text-gray-900 transition-all dark:hover:text-white">
                    <svg class="w-5 h-5" fill="currentColor" viewBox="0 0 24 24" aria-hidden="true"><path fill-rule="evenodd" d="M12.315 2c2.43 0 2.784.013 3.808.06 1.064.049 1.791.218 2.427.465a4.902 4.902 0 011.772 1.153 4.902 4.902 0 011.153 1.772c.247.636.416 1.363.465 2.427.048 1.067.06 1.407.06 4.123v.08c0 2.643-.012 2.987-.06 4.043-.049 1.064-.218 1.791-.465 2.427a4.902 4.902 0 01-1.153 1.772 4.902 4.902 0 01-1.772 1.153c-.636.247-1.363.416-2.427.465-1.067.048-1.407.06-4.123.06h-.08c-2.643 0-2.987-.012-4.043-.06-1.064-.049-1.791-.218-2.427-.465a4.902 4.902 0 01-1.772-1.153 4.902 4.902 0 01-1.153-1.772c-.247-.636-.416-1.363-.465-2.427-.047-1.024-.06-1.379-.06-3.808v-.63c0-2.43.013-2.784.06-3.808.049-1.064.218-1.791.465-2.427a4.902 4.902 0 011.153-1.772A4.902 4.902 0 015.45 2.525c.636-.247 1.363-.416 2.427-.465C8.901 2.013 9.256 2 11.685 2h.63zm-.081 1.802h-.468c-2.456 0-2.784.011-3.807.058-.975.045-1.504.207-1.857.344-.467.182-.8.398-1.15.748-.35.35-.566.683-.748 1.15-.137.353-.3.882-.344 1.857-.047 1.023-.058 1.351-.058 3.807v.468c0 2.456.011 2.784.058 3.807.045.975.207 1.504.344 1.857.182.466.399.8.748 1.15.35.35.683.566 1.15.748.353.137.882.3 1.857.344 1.054.048 1.37.058 4.041.058h.08c2.597 0 2.917-.01 3.96-.058.976-.045 1.505-.207 1.858-.344.466-.182.8-.398 1.15-.748.35-.35.566-.683.748-1.15.137-.353.3-.882.344-1.857.048-1.055.058-1.37.058-4.041v-.08c0-2.597-.01-2.917-.058-3.96-.045-.976-.207-1.505-.344-1.858a3.097 3.097 0 00-.748-1.15 3.098 3.098 0 00-1.15-.748c-.353-.137-.882-.3-1.857-.344-1.023-.047-1.351-.058-3.807-.058zM12 6.865a5.135 5.135 0 110 10.27 5.135 5.135 0 010-10.27zm0 1.802a3.333 3.333 0 100 6.666 3.333 3.333 0 000-6.666zm5.338-3.205a1.2 1.2 0 110 2.4 1.2 1.2 0 010-2.4z" clip-rule="evenodd" /></svg>
                    <span class="sr-only">Instagram page</span>
                </a>
                <a href="https://twitter.com/sohil_khbz" class="text-gray-400 hover:text-gray-900 dark:hover:text-white transition-all">
                    <svg class="w-5 h-5" fill="currentColor" viewBox="0 0 24 24" aria-hidden="true"><path d="M8.29 20.251c7.547 0 11.675-6.253 11.675-11.675 0-.178 0-.355-.012-.53A8.348 8.348 0 0022 5.92a8.19 8.19 0 01-2.357.646 4.118 4.118 0 001.804-2.27 8.224 8.224 0 01-2.605.996 4.107 4.107 0 00-6.993 3.743 11.65 11.65 0 01-8.457-4.287 4.106 4.106 0 001.27 5.477A4.072 4.072 0 012.8 9.713v.052a4.105 4.105 0 003.292 4.022 4.095 4.095 0 01-1.853.07 4.108 4.108 0 003.834 2.85A8.233 8.233 0 012 18.407a11.616 11.616 0 006.29 1.84" /></svg>
                    <span class="sr-only">Twitter page</span>
                </a>
                <a href="https://github.com/sohilpro" class="text-gray-400 hover:text-gray-900 dark:hover:text-white transition-all">
                    <svg class="w-5 h-5" fill="currentColor" viewBox="0 0 24 24" aria-hidden="true"><path fill-rule="evenodd" d="M12 2C6.477 2 2 6.484 2 12.017c0 4.425 2.865 8.18 6.839 9.504.5.092.682-.217.682-.483 0-.237-.008-.868-.013-1.703-2.782.605-3.369-1.343-3.369-1.343-.454-1.158-1.11-1.466-1.11-1.466-.908-.62.069-.608.069-.608 1.003.07 1.531 1.032 1.531 1.032.892 1.53 2.341 1.088 2.91.832.092-.647.35-1.088.636-1.338-2.22-.253-4.555-1.113-4.555-4.951 0-1.093.39-1.988 1.029-2.688-.103-.253-.446-1.272.098-2.65 0 0 .84-.27 2.75 1.026A9.564 9.564 0 0112 6.844c.85.004 1.705.115 2.504.337 1.909-1.296 2.747-1.027 2.747-1.027.546 1.379.202 2.398.1 2.651.64.7 1.028 1.595 1.028 2.688 0 3.848-2.339 4.695-4.566 4.943.359.309.678.92.678 1.855 0 1.338-.012 2.419-.012 2.747 0 .268.18.58.688.482A10.019 10.019 0 0022 12.017C22 6.484 17.522 2 12 2z" clip-rule="evenodd" /></svg>
                    <span class="sr-only">GitHub account</span>
                </a>
            </div>
        </div>
        </div>
    </footer>
</template>